base-devel
git
curl
wget
openssl
readline
zlib
xz
gnupg
libffi
sqlite
bzip2
ncurses
tk
clang
cmake
pkgconf
make
unzip
zip
tar
rsync
gawk
jq
yq

zsh
zsh-completions
zsh-autosuggestions
zsh-syntax-highlighting
zoxide
fzf
thefuck
starship
alacritty
direnv
just
chezmoi
bat
eza
fd
ripgrep
tldr
htop
duf
btop
tree
neofetch

ttf-jetbrains-mono-nerd
ttf-fira-code
ttf-nerd-fonts-symbols
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
inter-font

neovim
code
vim

rustup
rust

git-delta
lazygit
shellcheck
shfmt

mtr
nmap
lsof
net-tools
bandwhich
httpie
